const bookList = [
    {
        cover : 'https://cdn.litres.ru/pub/c/cover_123/68955687.webp',
        cover_big : 'https://cdn.litres.ru/pub/c/cover_415/68955687.webp',
        name : 'Гибельное влияние',
        author : 'Майк Омер',
        annotation : 'Детективный триллер «Гибельное влияние», вышедший в марте 2021 года, был отмечен критиками как интригующий, интеллектуальный и напряженный. В центре сюжета – лейтенант нью-йоркской полиции Эбби Маллен, психолог, специализирующийся на переговорах с преступниками и заложниками. Она давно научилась справляться с самыми стрессовыми ситуациями, находить подходящие слова, способные убедить человека не спускать курок или не делать роковой шаг за край крыши.',
        isFavorite: false,
        id : 68,
    },
    {
        cover : 'https://cdn.litres.ru/pub/c/cover_123/70013440.webp',
        cover_big : 'https://cdn.litres.ru/pub/c/cover_415/70013440.webp',
        name : 'Императорский Див. Колдун Российской империи',
        author : 'Виктор Дашкевич',
        annotation : 'В Петербурге исчезает несколько девушек, в это же время из-подо льда достают труп убитой дивы без головы. Человеческий закон до сих пор не запрещает мучить и убивать дивов, и граф Аверин сделает все, чтобы добиться справедливости. Вместе с Кузей он ищет связь между убийством и исчезновением девушек. Делом заинтересовался сам император Александр V. Но что, если его новое поручение поставит под угрозу жизнь Аверина и его близких?',
        isFavorite: false,
        id : 13,
    },
    {
        cover : 'https://cdn.litres.ru/pub/c/cover_123/58991496.webp',
        cover_big : 'https://cdn.litres.ru/pub/c/cover_415/58991496.webp',
        name : 'Риф',
        author : 'Алексей Поляринов',
        annotation : 'Сулим – небольшой и мрачный заполярный городок, где процветает горнодобывающая промышленность и браконьерство. Девушка по имени Кира привыкла к местному образу жизни, но внезапный приезд одного исследователя нарушает привычный ход вещей и душевный покой героини. От него Кира узнает о двух трагедиях, некогда произошедших в Сулиме. Первая – это расстрел мирной демонстрации рабочих в 1962-м году. Вторая – не столь явная, но имеющая непосредственное отношение к самой Кире.',
        isFavorite: false,
        id : 26,
    },
    {
        cover : 'https://cdn.litres.ru/pub/c/cover_123/63713871.webp',
        cover_big : 'https://cdn.litres.ru/pub/c/cover_415/63713871.webp',
        name : 'День Праха',
        author : 'Жан-Кристоф Гранже',
        annotation : 'В закрытой религиозной общине посланцев-анабаптистов произошел несчастный случай: один из верующих погиб под обвалом в старой часовне. Община имеет особый статус в Эльзасе – изысканное вино, производимое членами культа, веками кормит целую долину, а сами они ведут мирную жизнь, избегая связей с миром технологий. Именно поэтому местные жандармы стараются как можно быстрее замять дело, а прокурор решает списать все на несчастный случай. Однако их планы нарушает полицейский, прибывший из столицы.',
        isFavorite: false,
        id : 25,
    },
    {
        cover : 'https://cdn.litres.ru/pub/c/cover_123/70990000.webp',
        cover_big : 'https://cdn.litres.ru/pub/c/cover_415/70990000.webp',
        name : 'Опасная игра бабули. Руководство по раскрытию собственного убийства',
        author : 'Кристен Перрин',
        annotation : 'Наши дни. Энни Адамс приглашают в Грейвсдаун-холл – обширное загородное поместье ее эксцентричной двоюродной бабушки Фрэнсис. Но когда девушка прибывает в причудливую деревушку Касл-Нолл, старушка уже мертва. И по условиям завещания все ее огромное состояние, а также поместье, получит тот, кто раскроет это убийство. Расследование осложняется привычкой Фрэнсис собирать на всех компромат. Кажется, что у каждого милого и чудаковатого местного жителя имелся мотив убить ее.',
        isFavorite: false,
        id : 16,
    },
    
    {
        cover : 'https://cdn.litres.ru/pub/c/cover_123/70594741.webp',
        cover_big : 'https://cdn.litres.ru/pub/c/cover_415/70594741.webp',
        name : 'Убийства и кексики. Детективное агентство «Благотворительный магазин»',
        author : 'Питер Боланд',
        annotation : 'Фиона, Сью и Дэйзи – три очаровательные дамы на пенсии, которые работают в небольшом благотворительном магазинчике. Однажды размеренный ритм их жизни с кофейными вторниками и прогулками по милым улочкам Саутборна нарушает жестокое убийство любимой клиентки. Не желая мириться с такой несправедливостью, они берут расследование в свои руки. Тем более что появляется новое тело, а полицейские никак не могут сдвинуться с мертвой точки. Вооружившись обширными познаниями, почерпнутыми из детективов и, конечно, чаем с отменными кексами, три милые старушки приступают к активным действиям. Так появляется детективное агентство «Благотворительный магазинчик».',
        isFavorite: false,
        id : 49,
    },
    
    ];
    
    export default bookList;